Repository: kletiakalavace/theapolis
Catalog: src/Theaterjobs/InserateBundle/Resources/translations/flashes.*.xliff
Languages: sq

source: flash.danger.education.deleted
sq: Your offer has been deleted.

source: flash.danger.job.deleted
sq: Your offer has been deleted.

source: flash.danger.piece.deleted %piecetitle%
sq: Your offer has been deleted.

source: flash.error.education.is.in.favourites
sq: This offer is already in your favourites-list.

source: flash.error.job.already.checked
sq: This job-offer has already been checked.

source: flash.error.job.is.in.favourites
sq: This offer is already in your favourites-list.

source: flash.error.job.not.updated
sq: Sorry - we could not update the offer..

source: flash.error.job.you.are.firstCheck
sq: First check is already done.

source: flash.error.jobmail.donot.exist
sq: Sorry, this stored search doesn't exist any more.

source: flash.error.jobmail.name.not.empty
sq: The name should not be empty: please give this search a title.

source: flash.error.network.is.in.favourites
sq: This offer is already in your favourites-list.

source: flash.error.no.access
sq: Sorry, you do not have rights to access this area.

source: flash.error.organization.has_active_jobs %name%
sq: Sorry, %name% has active jobs.

source: flash.error.organization.has_active_users %name%
sq: Sorry, %name% has active team-members.

source: flash.error.organization.no_permissions %name%
sq: Sorry, you don't have rights for %name%. Please request team-membership.

source: flash.error.piece.already.in.favourites %jobtitle%
sq: This offer is already in your favourites-list.

source: flash.job.archived.not.editable
sq: Sorry, an archived job can not be edited.

source: flash.jobmail.activate.success
sq: You have activated the e-mail-notification for this search.

source: flash.jobmail.deactivate.success
sq: You have deactivated the e-mail-notification for this search.

source: flash.jobs.new.team.application.helptext
sq: Please insert the organisation you want to join. Then click on the name to become a team-member.

source: flash.no.jobapplication.off.without.contacts
sq: You tried to turn off the online-application-function without adding contact-data. Please first add contact-data to the contact-field and then turn online-application off.

source: flash.no.jobarchiving.before.applicationEndDate
sq: Sorry, it is not possible to archive this offer before it has reached the application-end-date, that you have set.

source: flash.no.networkarchiving.before.applicationEndDate %networktitle%
sq: Sorry, it is not possible to archive this offer before it has reached the application-end-date, that you have set.

source: flash.no.organization.name.in.job.title
sq: Sorry, according to our terms and trades it is not allowed to mention the organisation-name in the job-title.

source: flash.no.piecearchiving.before.applicationEndDate %piecetitle%
sq: Sorry, it is not possible to archive this offer before it has reached the application-end-date, that you have set.

source: flash.organization.request.created %jobtitle%
sq: Your request to join this organization has been created successfully. Please wait till other team-members of this organisation will add you to the team.

source: flash.success.education.added.to.favourites
sq: This offer is now in your favourites-list!

source: flash.success.education.archived
sq: Your offer has been archived successfully.

source: flash.success.education.created
sq: Your offer has been created successfully.

source: flash.success.education.removed.from.favourites
sq: The offer has been removed from your favourites-list.

source: flash.success.education.updated
sq: Your offer has been updated.

source: flash.success.job.added.to.favourites
sq: This offer is now in your favourites-list!

source: flash.success.job.application.completed
sq: Your application has been sent successfully.

source: flash.success.job.applications.archived
sq: The application has been archived.

source: flash.success.job.applications.closed
sq: Application-process closed successfully.

source: flash.success.job.archived
sq: Your offer has been archived successfully.

source: flash.success.job.created
sq: Your offer has been created successfully.

source: flash.success.job.firstCheck
sq: First check done!

source: flash.success.job.is.in.adminlist
sq: The offer has been added to the Admin-List.

source: flash.success.job.removed.from.favourites
sq: This offer has been removed from your favourites-list.

source: flash.success.job.secondCheck
sq: Second check done!

source: flash.success.job.taken
sq: You successfully took over the ownership of this offer.

source: flash.success.job.updated
sq: Your offer has been updated successfully.

source: flash.success.job.was.removed.from.adminlist
sq: The offer has been removed from the Admin-List.

source: flash.success.job_updated
sq: Your offer has been updated successfully.

source: flash.success.jobmail.activated
sq: You have activated e-mail-notification for this search successfully.

source: flash.success.jobmail.deactivated
sq: You have deactivated e-mail-notification for this search.

source: flash.success.jobmail.edited
sq: You have edited the e-mail-notification for this search successfully.

source: flash.success.network.added.to.favourites
sq: This offer is now in your favourites-list.

source: flash.success.network.archived
sq: Your offer has been archived successfully.

source: flash.success.network.created
sq: Your offer has been created successfully.

source: flash.success.network.deleted
sq: Your offer has been deleted.

source: flash.success.network.removed.from.favourites
sq: The offer has been removed from your favourites-list.

source: flash.success.network.updated
sq: Your offer has been updated.

source: flash.success.organization_active %name%
sq: You have successfully activated this organisation.

source: flash.success.organization_archived %name%
sq: You have successfully archived this organisation.

source: flash.success.organization_created %name%
sq: You have successfully created this organisation.

source: flash.success.organization_status_closed %name%
sq: You have successfully closed this organisation.

source: flash.success.organization_status_not_reachable %name%
sq: You have successfully set the status of this organisation to 'not reachable'.

source: flash.success.organization_updated %name%
sq: You have successfully updated the data of this organisation.

source: flash.success.piece.added.to.favourites %piecetitle%
sq: This offer is now in your favourites-list.

source: flash.success.piece.created.notPublished %piecetitle%
sq: Your offer has been created successfully, but it is not yet published!

source: flash.success.piece.removed.from.favourites %piecetitle%
sq: The offer has been removed from your favourites-list.

source: flash.success.piece.unpublished %piecetitle%
sq: Your offer is not published any more.

source: flash.success.piece.updated %piecetitle%
sq: Your offer has been updated.

source: flash.success.piece_published %name%
sq: Your offer has been published!

source: flash.warning.become.member
sq: Please become a member to use this feature.
