Repository: kletiakalavace/theapolis
Catalog: src/Theaterjobs/UserBundle/Resources/translations/validators.*.xliff
Languages: sq

source: fos_user.email.already_used
sq: Sorry, this email address is already in use.

source: fos_user.email.blank
sq: Sorry, you left the e-mail address field empty. Please enter an e-mail address

source: fos_user.email.invalid
sq: Sorry, your e-mail address is not valid. Please check.

source: fos_user.email.long
sq: Sorry, your e-mail address is too long. Please enter a shorter one.

source: fos_user.email.short
sq: Sorry, your e-mail address is too short Please enter a longer one.

source: fos_user.password.blank
sq: Sorry, you left the password field empty. Please enter a password.

source: fos_user.password.short
sq: Sorry, your chosen password is too short. Please enter a longer one.

source: fos_user.username.already_used
sq: Sorry, this username is already in use. Please enter a different one.

source: fos_user.username.blank
sq: Sorry, you left the username-field empty. Please enter a username.

source: fos_user.username.long
sq: Sorry, your username is too long. Please enter a smaller one.

source: fos_user.username.short
sq: Sorry, your username is too short. Please enter a longer one.

source: tj.error.email.fields.do.not.match
sq: Sorry, your e-mail fields don't match. Please enter the same e-mails.

source: tj.error.password.fields.do.not.match
sq: Sorry, your new passwords don't match. Please enter identical new passwords, when you want to reset them.
